{"version":"1.0","encoding":"UTF-8","feed":{"xmlns":"http://www.w3.org/2005/Atom","xmlns$openSearch":"http://a9.com/-/spec/opensearchrss/1.0/","xmlns$gsx":"http://schemas.google.com/spreadsheets/2006/extended","id":{"$t":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values"},"updated":{"$t":"2019-09-25T21:23:20.408Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"story-intro"},"link":[{"rel":"alternate","type":"application/atom+xml","href":"https://docs.google.com/spreadsheets/d/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/pubhtml"},{"rel":"http://schemas.google.com/g/2005#feed","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values"},{"rel":"http://schemas.google.com/g/2005#post","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values"},{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values?alt\u003djson"}],"author":[{"name":{"$t":"fabian.dinklage"},"email":{"$t":"fabian.dinklage@gmail.com"}}],"openSearch$totalResults":{"$t":"5"},"openSearch$startIndex":{"$t":"1"},"entry":[{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/cokwr"},"updated":{"$t":"2019-09-25T21:23:20.408Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"0"},"content":{"type":"text","$t":"authors: Kim Albrecht, Matthew Battles, authors-links: https://kimalbrecht.com/, https://metalabharvard.github.io/people/matthew, intro-title: The two cultures in the curriculum, intro-subtitle: The British novelist and trained chemist, C. P. Snow, argued in 1959 that a growing divergence between the sciences and the humanities—the \"two cultures\" of Western intellectual life, in his formulation—hindered progress in human knowledge. Snow was especially critical of the humanities, charging its adherents with cultivating a wilful lack of basic scientific understanding and a fatal resistance to innovation and change. Critics have been hard on Snow's thesis, charging him with taking a reductive view, focusing too narrowly on the British educational system, and failing to take into consideration the rise of mass media as a \"third culture\" mediating between the sciences and humanities. Nonetheless, a view of curricular data across disciplines at Harvard supports Snow's dichotomy, showing that distinct patterns distinguish course offerings in the science departments from those in the humanities. Some of these patterns, however, show that virtues of tradition and invention, consistency and change, are distributed counter-intuitively: experiment and invention thrive in the humanities, while the sciences express a marked conservatism., intro-sentence: Investigates patterns of course offerings in the sciences and the humanities, arguing for discernible differences in approaches to teaching and learning between what C. P. Snow called the \"two cultures\" of academic life."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/cokwr"}],"gsx$story-id":{"$t":"0"},"gsx$authors":{"$t":"Kim Albrecht, Matthew Battles"},"gsx$authors-links":{"$t":"https://kimalbrecht.com/, https://metalabharvard.github.io/people/matthew"},"gsx$intro-title":{"$t":"The two cultures in the curriculum"},"gsx$intro-subtitle":{"$t":"The British novelist and trained chemist, C. P. Snow, argued in 1959 that a growing divergence between the sciences and the humanities—the \"two cultures\" of Western intellectual life, in his formulation—hindered progress in human knowledge. Snow was especially critical of the humanities, charging its adherents with cultivating a wilful lack of basic scientific understanding and a fatal resistance to innovation and change. Critics have been hard on Snow's thesis, charging him with taking a reductive view, focusing too narrowly on the British educational system, and failing to take into consideration the rise of mass media as a \"third culture\" mediating between the sciences and humanities. Nonetheless, a view of curricular data across disciplines at Harvard supports Snow's dichotomy, showing that distinct patterns distinguish course offerings in the science departments from those in the humanities. Some of these patterns, however, show that virtues of tradition and invention, consistency and change, are distributed counter-intuitively: experiment and invention thrive in the humanities, while the sciences express a marked conservatism."},"gsx$intro-sentence":{"$t":"Investigates patterns of course offerings in the sciences and the humanities, arguing for discernible differences in approaches to teaching and learning between what C. P. Snow called the \"two cultures\" of academic life."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/cpzh4"},"updated":{"$t":"2019-09-25T21:23:20.408Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"1"},"content":{"type":"text","$t":"authors: Sydney Lewis, Matthew Battles, Kim Albrecht, authors-links: https://metalabharvard.github.io/, https://metalabharvard.github.io/people/matthew, https://kimalbrecht.com/, intro-title: Hip-Hop at Harvard, intro-subtitle: Arguably, hip-hop was pioneered by Clive Campbell, a Jamaican born-and-raised musician also known as DJ Kool Herc. His innovative style of mixing drums, beats, and catchy, danceable rhythms would form the basis of what would become hip-hop. Invented by a Jamaican man and adopted and popularized by largely African-American communities, hip-hop is a lovechild of the African diaspora. It also would enable African-Americans to share their voice and culture on a scale never before afforded to them., intro-sentence: Examines the establishment of a popular musical genre as a topic of scholarly study, as it makes its way from controversy into the curriculum."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/cpzh4"}],"gsx$story-id":{"$t":"1"},"gsx$authors":{"$t":"Sydney Lewis, Matthew Battles, Kim Albrecht"},"gsx$authors-links":{"$t":"https://metalabharvard.github.io/, https://metalabharvard.github.io/people/matthew, https://kimalbrecht.com/"},"gsx$intro-title":{"$t":"Hip-Hop at Harvard"},"gsx$intro-subtitle":{"$t":"Arguably, hip-hop was pioneered by Clive Campbell, a Jamaican born-and-raised musician also known as DJ Kool Herc. His innovative style of mixing drums, beats, and catchy, danceable rhythms would form the basis of what would become hip-hop. Invented by a Jamaican man and adopted and popularized by largely African-American communities, hip-hop is a lovechild of the African diaspora. It also would enable African-Americans to share their voice and culture on a scale never before afforded to them."},"gsx$intro-sentence":{"$t":"Examines the establishment of a popular musical genre as a topic of scholarly study, as it makes its way from controversy into the curriculum."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/cre1l"},"updated":{"$t":"2019-09-25T21:23:20.408Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"2"},"content":{"type":"text","$t":"authors: Matthew Battles, authors-links: https://metalabharvard.github.io/people/matthew, intro-title: Book History, intro-subtitle: Book history emerges as a scholarly field in the middle of the twentieth century, as electronic mass media inspired scholars to reflect on the technical and material dimensions of communication. Book history brought  a range of existing disciplines and scholarly practices into conversation, attracting the interests of historian, literary scholars, librarians, and archivists, as well as students of new media, graphic design, and visual culture., intro-sentence: Seeks out the surprising impact of the material turn in literary studies across disciplines, from the arts and humanities to the social sciences and caring professions."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/cre1l"}],"gsx$story-id":{"$t":"2"},"gsx$authors":{"$t":"Matthew Battles"},"gsx$authors-links":{"$t":"https://metalabharvard.github.io/people/matthew"},"gsx$intro-title":{"$t":"Book History"},"gsx$intro-subtitle":{"$t":"Book history emerges as a scholarly field in the middle of the twentieth century, as electronic mass media inspired scholars to reflect on the technical and material dimensions of communication. Book history brought  a range of existing disciplines and scholarly practices into conversation, attracting the interests of historian, literary scholars, librarians, and archivists, as well as students of new media, graphic design, and visual culture."},"gsx$intro-sentence":{"$t":"Seeks out the surprising impact of the material turn in literary studies across disciplines, from the arts and humanities to the social sciences and caring professions."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/chk2m"},"updated":{"$t":"2019-09-25T21:23:20.408Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"3"},"content":{"type":"text","$t":"authors: Matthew Battles, authors-links: https://metalabharvard.github.io/people/matthew, intro-title: Transcript Stories of Eliot \u0026 Stein, intro-subtitle: Gertrude Stein and T. S. Eliot: these two iconic figures were near-contemporaries in their student careers at Harvard, giving us a fascinating chance to chart the curricular roots of literary achievement, cultural influence, and curricular entanglement—not to mention varying degrees of gendered opportunity in research, learning, and intellectual ambition among college students around the turn of the last century. And by connecting these transcripts with the signals of Stein and Eliot in the latter-day curriculum, we can suggest some fascinating connections and implications., intro-sentence: Tracing two famous authors though their own course choices, and the impact they have on teaching today."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/chk2m"}],"gsx$story-id":{"$t":"3"},"gsx$authors":{"$t":"Matthew Battles"},"gsx$authors-links":{"$t":"https://metalabharvard.github.io/people/matthew"},"gsx$intro-title":{"$t":"Transcript Stories of Eliot \u0026 Stein"},"gsx$intro-subtitle":{"$t":"Gertrude Stein and T. S. Eliot: these two iconic figures were near-contemporaries in their student careers at Harvard, giving us a fascinating chance to chart the curricular roots of literary achievement, cultural influence, and curricular entanglement—not to mention varying degrees of gendered opportunity in research, learning, and intellectual ambition among college students around the turn of the last century. And by connecting these transcripts with the signals of Stein and Eliot in the latter-day curriculum, we can suggest some fascinating connections and implications."},"gsx$intro-sentence":{"$t":"Tracing two famous authors though their own course choices, and the impact they have on teaching today."}},{"id":{"$t":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/ciyn3"},"updated":{"$t":"2019-09-25T21:23:20.408Z"},"category":[{"scheme":"http://schemas.google.com/spreadsheets/2006","term":"http://schemas.google.com/spreadsheets/2006#list"}],"title":{"type":"text","$t":"4"},"content":{"type":"text","$t":"authors: Sydney Lewis, Matthew Battles, authors-links: https://metalabharvard.github.io/, https://metalabharvard.github.io/people/matthew, intro-title: African-American Studies, intro-subtitle: If the curriculum is a conversation, who gets to participate? Few eras in the life of the Harvard curriculum prompt these questions more readily than the 1960s, as social changes and movements of the era affected the composition of the university community, and challenged the assumptions on which its courses of study were founded. And among this congeries of forces, the university's encounter with the Civil Rights movement birthed some of the most vivid and energetic new forms in scholarship, learning, and cultural life. Harvard's entanglement with slavery and its legacies predates the emergence of the republic; today, the university community continues to reckon with that legacy in fitful ways., intro-sentence: Looks at the rise of this preeminent Harvard program, and the invisible curriculum sought out—and protested—by black students at Harvard before its founding."},"link":[{"rel":"self","type":"application/atom+xml","href":"https://spreadsheets.google.com/feeds/list/1uAHt2suCPt1JMYhdG-t-uqPuxNa7QFEH-1zWiE0f2Ds/1/public/values/ciyn3"}],"gsx$story-id":{"$t":"4"},"gsx$authors":{"$t":"Sydney Lewis, Matthew Battles"},"gsx$authors-links":{"$t":"https://metalabharvard.github.io/, https://metalabharvard.github.io/people/matthew"},"gsx$intro-title":{"$t":"African-American Studies"},"gsx$intro-subtitle":{"$t":"If the curriculum is a conversation, who gets to participate? Few eras in the life of the Harvard curriculum prompt these questions more readily than the 1960s, as social changes and movements of the era affected the composition of the university community, and challenged the assumptions on which its courses of study were founded. And among this congeries of forces, the university's encounter with the Civil Rights movement birthed some of the most vivid and energetic new forms in scholarship, learning, and cultural life. Harvard's entanglement with slavery and its legacies predates the emergence of the republic; today, the university community continues to reckon with that legacy in fitful ways."},"gsx$intro-sentence":{"$t":"Looks at the rise of this preeminent Harvard program, and the invisible curriculum sought out—and protested—by black students at Harvard before its founding."}}]}}